brew "apktool"
brew "awscli"
brew "dotnet@8"
brew "jenv"
brew "node"
brew "openjdk@17"
brew "pyenv"
brew "rbenv"
cask "android-platform-tools"
cask "android-studio"
cask "apifox"
cask "appcleaner"
cask "caffeine"
cask "cursor"
cask "dingtalk"
cask "docker-desktop"
cask "epic-games"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "intellij-idea"
cask "jd-gui"
cask "keka"
cask "motrix"
cask "navicat-premium"
cask "pycharm"
cask "qq"
cask "rider"
cask "setapp"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "webstorm"
cask "wechat"
cask "wireshark-app"
vscode "adelphes.android-dev-ext"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-ceintl.vscode-language-pack-zh-hans"
vscode "mskelton.one-dark-theme"
